Repository: LQ0QJ/Book
Catalog: allthethings/translations/*/LC_MESSAGES/messages.po
Languages: he, ms, nb_no, or, tr

# common.libgen.email
source: If your email address doesn’t work on the Libgen forums, we recommend using <a %(a_mail)s>Proton Mail</a> (free). You can also <a %(a_manual)s>manually request</a> for your account to be activated.
he: אם האימייל שלך לא עובד ב Libgen forums, אנו ממליצים על שימוש ב-<a %(a_mail)s>Proton Mail</a> (חינם). תוכלו גם <a %(a_manual)s>לבקש באופן ידני</a> להפעיל חשבון מסוים.
tr: Eğer e-posta adresiniz Libgen forumlarında çalışmazsa, <a %(a_mail)s>Proton Mail</a> (ücretsiz) kullanmanızı öneriyoruz. Ayrıca hesabınızın aktifleştirilmesini <a %(a_manual)s>bizzat talep edebilirsiniz</a>.

# page.fast_downloads.no_member
source: Become a member to use fast downloads.
tr: Hızlı indirmeleri kullanmak için üye olun.

# page.home.full_database.header
source: Full database
tr: Tüm veritabanı

# page.home.full_database.subtitle
source: Books, papers, magazines, comics, library records, metadata, …
tr: Kitaplar, makaleler, dergiler, çizgi romanlar, kütüphane kayıtları, metadata, …

# page.home.full_database.search
source: Search
tr: Ara

# page.home.scidb.subtitle
source: Direct access to %(count)s academic papers
tr: %(count)s akademik makaleye direkt ulaşım

# page.home.scidb.open
source: Open
tr: Aç

# page.md5.box.download.ipfs_gateway
source: IPFS Gateway #%(num)d
he: IPFS שער #%(num)d
tr: IPFS Ağ Geçidi #%(num)d

# page.md5.box.download.ipfs_gateway_extra
source: (you might need to try multiple times with IPFS)
he: (יתכן שתצטרכו לנסות מספר פעמים עם IPFS)
tr: (IPFS ile birden çok kez denemeniz gerekebilir)

# page.partner_download.faster_downloads
source: 🚀 To get faster downloads and skip the browser checks, <a %(a_membership)s>become a member</a>.
tr: 🚀 Daha hızlı indirmeler almak ve tarayıcı kontrollerini atlamak için <a %(a_membership)s>üye olun</a>.

# page.partner_download.bulk_mirroring
source: 📡 For bulk mirroring of our collection, check out the <a %(a_datasets)s>Datasets</a> and <a %(a_torrents)s>Torrents</a> pages.
tr: 📡 Koleksiyonumuzun toplu yansıtması için <a %(a_datasets)s>Veri Setleri</a> ve <a %(a_torrents)s>Torrentler</a> sayfalarına bakın.

# page.login.continue
source: Continue
tr: Devam et

# page.partner_download.header
source: Download from partner website
tr: Ortak siteden indir

# page.partner_download.url
source: 📚 Use the following URL to download: <a %(a_download)s>Download now</a>.
tr: 📚 İndirmek için şu bağlantıyı kullanın: <a %(a_download)s>Şimdi indir</a>.

# layout.index.header.title
source: Anna’s Archive
tr: Anna'nın Arşivi

# page.search.title.results
source: %(search_input)s - Search
tr: %(search_input)s - Arama

# page.search.title.new
source: New search
or: ନୂଆ ସନ୍ଧାନ
tr: Yeni Arama

# common.search.placeholder
source: Title, author, DOI, ISBN, MD5, …
tr: Başlık, yazar, DOI, ISBN, MD5, …

# common.search.submit
source: Search
or: ସନ୍ଧାନ
tr: Arama

# page.search.filters.content.header
source: Content
or: ବିଷୟବସ୍ତୁ
tr: İçerik

# page.search.filters.filetype.header
source: Filetype
tr: Dosya tipi

# page.search.filters.sorting.newest
source: Newest
tr: En yeni

# page.search.filters.sorting.oldest
source: Oldest
tr: En eski

# page.search.filters.sorting.largest
source: Largest
tr: En büyük

# page.search.filters.sorting.smallest
source: Smallest
tr: En küçük

# page.search.filters.language.header
source: Language
or: ଭାଷା
tr: Dil

# page.search.filters.sorting.most_relevant
source: Most relevant
tr: En uygun

# page.search.header.update_info
source: The search index is updated monthly. It currently includes entries up to %(last_data_refresh_date)s. For more technical information, see the %(link_open_tag)sdatasets page</a>.
tr: Arama dizini aylık olarak güncellenir. Şu anda %(last_data_refresh_date)s kadar öğe içeriyor. Daha fazla teknik bilgi için %(link_open_tag)sveri kümeleri sayfasına</a> bakın.

# page.search.results.error.header
source: Error during search.
tr: Arama sırasında hata.

# page.search.results.none
source: <span class="font-bold">No files found.</span> Try fewer or different search terms and filters.
tr: <span class="font-bold">Hiç kayıt bulunamadı.</span> Aradığınız kelimeleri veya filtreleri değiştirerek tekrar deneyin.

# page.search.results.partial_more
source: %(num)d+ partial matches
tr: %(num)d+ yaklaşık eşleşme

# page.search.results.partial
source: %(num)d partial matches
tr: %(num)d yaklaşık eşleşme

# layout.index.title
source: Anna’s Archive
tr: Anna'nın Arşivi

# layout.index.meta.description
source: The world’s largest open-source open-data library. Mirrors Sci-Hub, Library Genesis, Z-Library, and more.
tr: Dünyanın en büyük açık-kaynaklı açık-veri kütüphanesi. Sci-Hub, Library Genesis, Z-Library ve daha fazlasını kopyalar.

# layout.index.meta.opensearch
source: Search Anna’s Archive
tr: Anna’nın Arşivi'ni Ara

# layout.index.header.banner.holiday_gift
source: Saving human knowledge: a great holiday gift!
tr: İnsan bilgisini kurtarmak: harika bir tatil hediyesi!

# layout.index.header.banner.surprise
source: Surprise a loved one, give them an account with membership.
tr: Sevdiklerinize sürpriz yapın, ona üyelikli bir hesap verin.

# layout.index.header.nav.donate
source: Donate
tr: Bağış yapın

# layout.index.header.banner.new_donation_method
source: We have a new donation method available: %(method_name)s. Please consider %(donate_link_open_tag)sdonating</a> — it’s not cheap running this website, and your donation truly makes a difference. Thank you so much.
tr: Yeni bir bağış yapma yöntemi mevcut: %(method_name)s Lütfen %(donate_link_open_tag)sbağış</a> yapmayı düşünün. Yaptığınız bağışlar sayesinde bu siteyi ayakta tutabiliyoruz. Çok teşekkür ederiz.

# layout.index.banners.comics_fundraiser.text
source: We’re running a fundraiser for <a href="https://annas-blog.org/backed-up-the-worlds-largest-comics-shadow-lib.html">backing up</a> the largest comics shadow library in the world. Thanks for your support! <a href="/donate">Donate.</a> If you can’t donate, consider supporting us by telling your friends, and following us on <a href="https://www.reddit.com/r/Annas_Archive">Reddit</a>, or <a href="https://t.me/annasarchiveorg">Telegram</a>.
tr: We’re running a fundraiser for <a href="https://annas-blog.org/backed-up-the-worlds-largest-comics-shadow-lib.html">backing up</a> the largest comics shadow library in the world. Thanks for your support! <a href="/donate">Bağış yap.</a> Eğer bağış yapamıyorsanız, arkadaşlarınıza söyleyerek ve bizi <a href="https://www.reddit.com/r/Annas_Archive">Reddit</a>'te veya <a href="https://t.me/annasarchiveorg">Telegram</a>'da takip ederek bizi destekleyebilirsiniz.

# layout.index.header.recent_downloads
source: Recent downloads:
tr: Son indirmeler:

# layout.index.header.nav.search
source: Search
tr: Arama

# layout.index.header.nav.datasets
source: Datasets
tr: Veri kümeleri

# layout.index.header.nav.annasblog
source: Anna’s Blog ↗
tr: Anna'nın Blogu ↗

# layout.index.header.nav.annassoftware
source: Anna’s Software ↗
tr: Anna'nın Yazılımı ↗

# layout.index.header.nav.translate
source: Translate ↗
or: ଅନୁବାଦ କରିବେ ↗
tr: Çevir ↗

# layout.index.header.nav.login_register
source: Log in / Register
tr: Giriş yap / Kaydol

# layout.index.header.nav.account
source: Account
tr: Hesap

# layout.index.footer.list1.header
source: Anna’s Archive
tr: Anna'nın Arşivi

# layout.index.footer.list2.header
source: Stay in touch
tr: İletişim

# layout.index.footer.list2.dmca_copyright
source: DMCA / copyright claims
tr: DMCA / telif hakkı talepleri

# layout.index.footer.list3.header
source: Alternatives
tr: Alternatifler

# page.search.results.issues
source: ❌ This file might have issues.
tr: ❌ Bu dosyada hatalar olabilir.

# page.donate.copy
source: copy
tr: kopyala

# page.donate.copied
source: copied!
he: הועתק!
tr: kopyalandı!

# page.donate.payment.buttons.paypal_plain
source: PayPal
he: פייפאל

# page.donation.hoodpay.step6
source: 6. You should receive an email receipt. Please send that to us, and we’ll confirm your donation as soon as possible.
he: 6. אתה תקבל קבלה במייל. בבקשה שלח אותה אלינו, ואנו נאשר את תרומתך מוקדם ככל הניתן.

# page.md5.box.download.original_openlib
source: Find original record in Open Library
he: מצא את התיעוד המקורי ב-Open Library

# page.donation.pyusd.transfer
source: Go to the “PYUSD” page in your PayPal app or website. Press the “Transfer” button %(icon)s, and then “Send”.
he: גש אל העמוד "PYUSD" באפליקציית או אתר פייפאל. לחץ על כפתור "העבר" %(icon)s, ואז "שלח".
ms: Pergi ke halaman “PYUSD” di aplikasi atau laman web PayPal anda. Tekan butang “Transfer” %(icon)s dan seterusnya “Send”.

# page.donation.amazon.form_instructions
source: Please use the <a %(a_form)s>official Amazon.com form</a> to send us a gift card of %(amount)s to the email address below.
he: אנא השתמשו בטופס %(a_form)s אתר אמזון.קום הרשמי</a> כדי לשלוח לנו גיפט קארד של %(amount)s לכתובת האימייל להלן.
ms: Sila gunakan <a %(a_form)s> borang Amazon.com rasmi</a> untuk menghantar kad hadiah berjumlah %(amount)s kepada alamat e-mel kami di bawah.

# page.donation.amazon.form_to
source: “To” recipient email in the form:
he: "אל" מקבל המייל בטופס:
ms: “Kepada” emel penerima di dalam borang:

# dyn.buy_membership.error.unknown
source: An unknown error occurred. Please contact us at %(email)s with a screenshot.
he: שגיאה בלתי ידועה. אנא צור קשר עם צילום המסך בכתובת:AnnaArchivist@proton.me .

# common.access_types_mapping.aa_download
source: Partner Server download
he: הורדה באמצעות שרת חברים

# common.access_types_mapping.external_borrow
source: External borrow
he: השאלה חיצונית

# common.access_types_mapping.external_borrow_printdisabled
source: External borrow (print disabled)
he: השאלה חיצונית (ספר מודפס לא זמין)

# common.access_types_mapping.meta_explore
source: Explore metadata
he: חקור מטא-דאטה

# page.md5.box.download.aa_openlib
source: Search Anna’s Archive for Open Library ID
he: חפש בארכיון של אנה מזהה Open Library

# page.md5.header.scihub
source: Sci-Hub file “%(id)s”
he: Sci-Hub קובץ“%(id)s”

# page.donation.amazon.only_official
source: We cannot accept other methods of gift cards, <strong>only sent directly from the official form on Amazon.com</strong>. We cannot return your gift card if you do not use this form.
he: אין באפשרותנו לקבל גיפט קארד אחר,<strong>אנא שלח ישירות מהטופס באתר אמאזון.קום</strong>. אנו לא יכולים להחזיר את הגיפט קארד ששלחת אם לא תשתמש בטופס הזה.
ms: Kami tidak boleh menerima kaedah kad hadiah yang lain, <strong>hanya hantar terus kad hadiah dari borang rasmi Amazon.com</strong>. Kami tidak boleh memulangkan semula kad hadiah anda jika anda tidak menggunakan borang rasmi.

# dyn.buy_membership.error.minimum
source: This coin has a higher than usual minimum. Please select a different duration or a different coin.
he: מטבע זה גבוה מהמינימום הרגיל. אנא בחר דרך אחרת או מטבע אחר.

# common.access_types_mapping.external_download
source: External download
he: הורדה חיצונית

# layout.index.header.nav.home
source: Home
or: ଗୃହ
