Repository: LQ0QJ/Book
Catalog: allthethings/translations/*/LC_MESSAGES/messages.po
Languages: he, ms, nb_no, or, tr

# page.donation.hoodpay.step5
source: 5. Click “I confirm ownership”.
he: 5. לחץ "אני מאשר בעלות".
tr: 5. "Sahipliğimi onaylıyorum" seçeneğine tıklayın.

# page.my_donations.title
source: My donations
tr: Benim bağışlarım

# page.my_donations.not_shown
source: Donations details are not publicly shown.
or: ଦାନ ବିବରଣୀ ସର୍ବସାଧାରଣରେ ଦେଖାଯାଏ ନାହିଁ।
tr: Bağışların detayları halka açık olarak gösterilmemektedir.

# page.my_donations.no_donations
source: No donations yet. <a %(a_donate)s>Make my first donation.</a>
tr: Henüz bağış yapılmadı <a %(a_donate)s>İlk bağışımı yap.</a>

# page.my_donations.make_another
source: Make another donation.
tr: Başka bir bağış yap.

# page.downloaded.title
source: Downloaded files
tr: İndirilen dosyalar

# page.downloaded.not_public
source: Downloaded files are not publicly shown.
tr: İndirilen dosyalar halka açık bir şekilde gösterilmemektedir.

# page.downloaded.no_files
source: No files downloaded yet.
tr: Henüz indirilen dosya yok.

# page.account.logged_in.title
source: Account
tr: Hesap

# page.account.logged_out.title
source: Log in / Register
tr: Giriş yap / Kayıt ol

# page.account.logged_in.public_profile
source: Public profile: %(profile_link)s
tr: Gösterilen profil: %(profile_link)s

# page.account.logged_in.membership_none
source: Membership: <strong>None</strong> <a %(a_become)s>(become a member)</a>
tr: Üyelik: <strong>Hiçbiri</strong> <a %(a_become)s>(üye ol)</a>

# page.account.logged_in.membership_has_some
source: Membership: <strong>%(tier_name)s</strong> until %(until_date)s <a %(a_extend)s>(extend)</a>
tr: Üyelik: <strong>%(tier_name)s</strong> %(until_date)s'a kadar <a %(a_extend)s>(extend)</a>

# page.account.logged_in.membership_fast_downloads_used
source: Fast downloads used (last 24 hours): <strong>%(used)s / %(total)s</strong>
tr: Kullanılan hızlı indirmeler (son 24 saatte): <strong>%(used)s / %(total)s</strong>

# page.account.logged_in.membership_upgrade
source: Contact Anna at %(email)s if you’re interested in upgrading your membership to a higher tier.
tr: Eğer üyeliğinizi daha yüksek bir kademeye yükseltmekle ilgileniyorsanız Anna ile %(email)s adresinde iletişime geçin.

# layout.index.header.nav.public_profile
source: Public profile
tr: Herkese açık profil

# layout.index.header.nav.downloaded_files
source: Downloaded files
tr: İndirilen dosyalar

# layout.index.header.nav.my_donations
source: My donations
tr: Bağışlarım

# page.account.logged_in.logout.button
source: Logout
tr: Çıkış

# page.account.logged_in.logout.success
source: ✅ You are now logged out. Reload the page to log in again.
tr: ✅ Başarıyla çıkış yaptınız. Yeniden giriş yapmak için sayfayı yenileyin.

# page.account.logged_in.logout.failure
source: ❌ Something went wrong. Please reload the page and try again.
tr: ❌ Bir şeyler yanlış gitti. Lütfen sayfayı yenileyin ve tekrar deneyin.

# page.account.logged_out.registered.text1
source: Registration succesful! Your secret key is: <span %(span_key)s>%(key)s</span>
or: ପଞ୍ଜୀକରଣ ସଫଳ! ଆପଣଙ୍କର ଗୁପ୍ତ ଚାବି ହେଉଛି: <span %(span_key)s>%(key)s</span>
tr: Kayıt başarılı! Özel anahtarınız: <span %(span_key)s>%(key)s</span>

# page.account.logged_out.registered.text2
source: Save this key carefully. If you lose it, you will lose access to your account.
tr: Bu anahtarı dikkatlice saklayın. Eğer kaybederseniz, hesabınıza erişimi kaybedersiniz.

# page.account.logged_out.registered.text3
source: <li %(li_item)s><strong>Bookmark.</strong> You can bookmark this page to retrieve your key.</li><li %(li_item)s><strong>Download.</strong> Click <a %(a_download)s>this link</a> to download your key.</li><li %(li_item)s><strong>Password manager.</strong> Use a password manager to save the key when you enter it below.</li>
tr: <li %(li_item)s><strong>Yer işaretlerine ekleyin.</strong>Anahtarınızı hatırlamak için bu sayfayı yer işaretlerine ekleyebilirsiniz.</li><li %(li_item)s><strong>İndir.</strong> Anahtarınızı indirmek için <a %(a_download)s>bu linke</a> tıklayın.</li><li %(li_item)s><strong>Şifre yöneticisi.</strong> Kendi kolaylığınız için, anahtar aşağıda önceden doldurulmuş biçimde bulunur, bunun aracılığıyla giriş yapınca şifre yöneticinize kaydedebilirsiniz.</li>

# page.account.logged_out.key_form.text
source: Enter your secret key to log in:
tr: Giriş yapmak için özel anahtarınızı girin:

# page.account.logged_out.key_form.placeholder
source: Secret key
tr: Özel anahtar

# page.account.logged_out.key_form.button
source: Log in
tr: Giriş yap

# page.account.logged_out.key_form.invalid_key
source: Invalid secret key. Verify your key and try again, or alternatively register a new account below.
tr: Geçersiz özel anahtar. Anahtarınızı doğrulayın ve tekrar deneyin, ya da alternatif olarak aşağıda yeni hesap ile kaydolun.

# page.account.logged_out.register.header
source: Don’t have an account yet?
or: ଏପର୍ଯ୍ୟନ୍ତ ଗୋଟିଏ ଖାତା ନାହିଁ କି?
tr: Henüz hesabınız yok mu?

# page.account.logged_out.register.button
source: Register new account
or: ନୂଆ ଖାତା ପଞ୍ଜିକରଣ କରାନ୍ତୁ
tr: Yeni hesap oluştur

# page.account.logged_out.old_email.button
source: Old email-based account? Enter your <a %(a_open)s>email here</a>.
tr: Eski e-posta tabanlı hesap mı? E-postanı %(a_open)s>buraya gir</a>.

# page.list.title
source: List
tr: Sırala

# page.list.header.edit.link
source: edit
tr: düzenle

# page.list.edit.button
source: Save
tr: Kaydet

# page.list.edit.success
source: ✅ Saved. Please reload the page.
tr: ✅ Kaydedildi. Lütfen sayfayı yenileyin.

# page.list.edit.failure
source: ❌ Something went wrong. Please try again.
tr: ❌ Bir şeyler yanlış gitti. Lütfen tekrar deneyin.

# page.list.by_and_date
source: List by %(by)s, created <span %(span_time)s>%(time)s</span>
tr: Listeleme ölçütü %(by)s, <span %(span_time)s>%(time)s</span> tarihinde oluşturuldu

# page.list.empty
source: List is empty.
tr: Liste boş.

# page.list.new_item
source: Add or remove from this list by finding a file and opening the “Lists” tab.
tr: Bir dosya bularak ve "Listeler" sekmesini açarak bu listeye ekle veya bu listeden sil.

# page.profile.title
source: Profile
tr: Profil

# page.profile.not_found
source: Profile not found.
he: פרופיל לא נמצא.
tr: Profil bulunamadı.

# page.profile.header.edit
source: edit
he: ערוך
tr: düzenle

# page.profile.change_display_name.text
source: Change your display name. Your identifier (the part after “#”) cannot be changed.
he: שנה את שם התצוגה. המזהה שלך (החלק שלאחר הסולמית) לא יכול להשתנות.
tr: Görüntülenme adınızı değiştirin. Tanımlayıcınız< (“#” işaretinden sonraki kısım) değiştirilemez.

# page.profile.change_display_name.button
source: Save
he: שמור
tr: Kaydet

# page.profile.change_display_name.success
source: ✅ Saved. Please reload the page.
he: ✅ נשמר. אנא טען מחדש את הדף.
tr: ✅ Kaydedildi. Lütfen sayfayı yenileyin.

# page.profile.change_display_name.failure
source: ❌ Something went wrong. Please try again.
he: ❌ משהו השתבש. אנא נסה שנית.
tr: ❌ Bir şeyler yanlış gitti. Lütfen tekrar deneyin.

# page.profile.created_time
source: Profile created <span %(span_time)s>%(time)s</span>
he: פרופיל נוצר <span %(span_time)s>%(time)s</span>
tr: Profil <span %(span_time)s>%(time)s</span> önce yaratıldı

# page.profile.lists.header
source: Lists
he: רשימות
tr: Listeler

# page.profile.lists.no_lists
source: No lists yet
he: אין רשימות עדיין
tr: Henüz liste yok

# page.profile.lists.new_list
source: Create a new list by finding a file and opening the “Lists” tab.
he: צור רשימה חדשה על ידי מציאת קובץ ובחירת הטאב "רשימות".
tr: Bir dosya bularak ve “Listeler” sekmesini açarak yeni bir liste oluştur.

# common.md5_problem_type_mapping.lgrsnf_visible
source: Not visible in Libgen.rs Non-Fiction
he: לא זמין לצפייה ב-Libgen.rs Non-Fiction
tr: Library Genesis'e ait Kurgu Dışı ".rs-fork"unda görünür değil

# common.md5_problem_type_mapping.lgrsfic_visible
source: Not visible in Libgen.rs Fiction
he: לא זמין לצפייה ב-Libgen.rs Non-Fiction
tr: Library Genesis Kurgu ".rs-fork"da görünür değil

# common.md5_problem_type_mapping.lgli_visible
source: Not visible in Libgen.li
he: לא זמין לצפייה ב-Libgen.li
tr: Libgen.li'de görünür değil

# common.md5_problem_type_mapping.lgli_broken
source: Marked broken in Libgen.li
he: מסומן כשבור ב-Libgen.li
tr: Libgen.li'de bozuk olarak işaretlendi

# common.md5_problem_type_mapping.zlib_missing
source: Missing from Z-Library
he: חסר ב-Z-Library
tr: Z-library'de mevcut değil

# common.md5_content_type_mapping.book_unknown
source: Book (unknown)
he: ספר (בלתי ידוע)
or: ପୁସ୍ତକ (ଅଜ୍ଞାତ)
tr: Kitap (bilinmeyen)

# common.md5_content_type_mapping.book_nonfiction
source: Book (non-fiction)
he: ספר (עיון)
or: ପୁସ୍ତକ (ଅଣ-ଗଳ୍ପ)
tr: Kitap (kurgu dışı)

# common.md5_content_type_mapping.book_fiction
source: Book (fiction)
he: ספר (פרוזה)
or: ପୁସ୍ତକ (ଗଳ୍ପ)
tr: Kitap (kurgu)

# common.md5_content_type_mapping.journal_article
source: Journal article
he: מאמר בכתב עת
tr: Dergi makalesi

# common.md5_content_type_mapping.standards_document
source: Standards document
he: מסמך סטנדרטי
tr: Standart dokümanı

# common.md5_content_type_mapping.magazine
source: Magazine
he: מגזין
tr: Dergi

# common.md5_content_type_mapping.book_comic
source: Comic book
he: ספר קומיקס
tr: Çizgi roman

# common.record_sources_mapping.zlib
source: Z-Library
tr: Z-Kütüphane

# common.md5.servers.fast_partner
source: Fast Partner Server #%(number)s
he: שרת חברים מהיר #%(number)s
tr: Hızlı Ortak Sunucu #%(number)s

# common.md5.servers.no_browser_verification
source: (no browser verification required)
he: (לא נדרש אימות דפדפן)
tr: (tarayıcı doğrulama gerekmez)

# common.md5.servers.slow_partner
source: Slow Partner Server #%(number)s
he: שרת חברים איטי #%(number)s
tr: Yavaş Ortak Sunucu #%(number)s

# common.md5.servers.browser_verification_unlimited
source: (might require <a %(a_browser)s>browser verification</a> — unlimited downloads!)
he: (יתכן שיהיה צורך ב<a %(a_browser)s>אימות דפדפן</a> — הורדות לא מוגבלות!)
tr: (<a %(a_browser)s>tarayıcı doğrulama</a> gerektirebilir — sınırsız indirme!)

# page.md5.box.download.lgrsnf
source: Libgen.rs Non-Fiction
he: Libgen.rs עיון
tr: Libgen.rs Kurgu Dışı

# page.md5.box.download.extra_also_click_get
source: (also click “GET” at the top)
he: (בנוסף לחץ "קבל" למעלה)
tr: (yine üst kısımdaki “GET”e tıklayın)

# page.md5.box.download.extra_click_get
source: (click “GET” at the top)
he: (לחץ "קבל" למעלה)
tr: (en üstteki “GET”e tıklayın)

# page.md5.box.download.lgrsfic
source: Libgen.rs Fiction
he: Libgen.rs סיפורת
tr: Libgen.rs Kurgu

# page.md5.box.download.ia_borrow
source: Borrow from the Internet Archive
he: שאל מ-Internet Archive
tr: Internet Archive'den ödünç al

# page.md5.box.download.scihub_maybe
source: (associated DOI might not be available in Sci-Hub)
tr: (ilgili DOI Sci-Hub'da mevcut olmayabilir)

# page.md5.box.download.bulk_torrents
source: Bulk torrent downloads
tr: Toplu torrent indirmeleri

# page.md5.box.download.experts_only
source: (experts only)
he: (מומחים לדבר בלבד)
tr: (sadece uzmanlar)

# page.md5.box.download.aa_isbn
source: Search Anna’s Archive for ISBN
he: חפש בארכיון של אנה מסת"ב (ISBN)
tr: Anna'nın Arşivinde ISBN aratın

# page.md5.box.download.other_isbn
source: Search various other databases for ISBN
he: חפש מסת"ב (ISBN) במגוון מסדי מידע אחרים
tr: Diğer çeşitli veritabanlarında ISBN aratın

# page.md5.box.download.original_isbndb
source: Find original record in ISBNdb
he: מצא את התיעוד המקורי ב ISBNdb
tr: ISBNdb'de orijinal kayıt bulun

# page.md5.box.download.scidb
source: Anna’s Archive 🧬 SciDB
he: הארכיון של אנה 🧬 SciDB
tr: Anna'nın Arşivi 🧬 SciDB

# page.md5.box.descr_read_more
source: Read more…
tr: Daha fazla…

# page.md5.tabs.downloads
source: Downloads (%(count)s)
tr: İndirmeler (%(count)s)

# page.md5.tabs.borrow
source: Borrow (%(count)s)
tr: Ödünç Al (%(count)s)

# page.md5.tabs.lists
source: Lists (%(count)s)
tr: Listeler (%(count)s)

# page.md5.tabs.stats
source: Stats (%(count)s)
tr: İstatistikler (%(count)s)

# common.tech_details
source: Technical details
or: ବୈଷୟିକ ବିବରଣୀ
tr: Teknik ayrıntılar

# page.md5.box.issues.text1
source: <span class="font-bold">❌ This file might have issues, and has been hidden from a source library.</span> Sometimes this is by request of a copyright holder, sometimes it is because a better alternative is available, but sometimes it is because of an issue with the file itself. It might still be fine to download, but we recommend first searching for an alternative file. More details:
tr: <span class="font-bold">❌ Bu dosya sorunlar içerebilir ve kaynak kütüphanesinden gizlenmiştir.</span> Bu bazen telif hakkı sahibi tarafından istenir, bazen daha iyi bir alternatif mevcutsa, bazen de dosyanın kendisiyle ilgili bir sorun nedeniyle olur. İndirmek hala uygun olabilir ancak öncelikle alternatif bir dosya aramayı öneririz. Daha fazla ayrıntı için:

# page.md5.box.download.better_file
source: A better version of this file might be available at %(link)s
tr: %(link)s adresinde bu dosyanın daha iyi bir versiyonu olabilir

# page.md5.box.issues.text2
source: If you still want to download this file, be sure to only use trusted, updated software to open it.
tr: Eğer hala bu dosyayı indirmek istiyorsanız, dosyayı açmak için güvenilir ve güncel yazılımları kullanmaya dikkat edin.

# page.md5.box.download.header_fast_no_member
source: <strong>🚀 Fast downloads</strong> Become a <a %(a_membership)s>member</a> to support the long-term preservation of books, papers, and more. To show our gratitude for your support, you get fast downloads. ❤️
tr: <strong>🚀 Hızlı indirmeler</strong> Kitapların, makalelerin ve daha fazlasının uzun zamanlı saklanmasını desteklemek için bir <a %(a_membership)s>üye</a> olun. Desteğiniz için şükranlarımızı göstermek için karşılığında hızlı indirmeleri veriyoruz. ❤️

# page.md5.box.download.header_fast_member
source: <strong>🚀 Fast downloads</strong> You have %(remaining)s left today. Thanks for being a member! ❤️
tr: <strong>🚀 Hızlı indirmeler</strong> Bugünlük %(remaining)s kaldı. Üye olduğunuz için teşekkürler! ❤️

# page.md5.box.download.header_fast_member_valid_for
source: <strong>🚀 Fast downloads</strong> You downloaded this file recently. Links remain valid for a while.
tr: <strong>🚀 Hızlı indirmeler</strong> Bu dosyayı yakın bir zamanda indirdiniz. Bağlantılar bir süreliğine geçerli kalır.

# page.md5.box.download.option
source: Option #%(num)d: %(link)s %(extra)s
tr: Seçenek #%(num)d: %(link)s %(extra)s

# page.md5.box.download.header_slow
source: 🐢 Slow & external downloads
tr: 🐢 Yavaş ve dış indirmeler

# page.md5.box.download.header_generic
source: Downloads
tr: İndirmeler

# page.md5.box.download.no_found
source: No downloads found.
tr: İndirme bulunamadı.

# page.md5.box.download.no_issues_notice
source: All download options have the same file, and should be safe to use. That said, always be cautious when downloading files from the internet, especially from sites external to Anna’s Archive. For example, be sure to keep your devices updated.
tr: Tüm aynalarda aynı dosya vardır ve kullanımları güvenli olmalıdır. Bununla birlikte, internetten dosya indirirken her zaman dikkatli olun. Örneğin, cihazlarınızı güncel tuttuğunuzdan emin olun.

# common.english_only
source: Text below continues in English.
tr: Metin aşağıda İngilizce olarak devam etmektedir.

# page.md5.invalid.header
source: Not found
or: ମିଳିଲା ନାହିଁ
tr: Bulunamadı

# page.md5.invalid.text
source: “%(md5_input)s” was not found in our database.
tr: “%(md5_input)s” veritabanımızda bulunamadı.

# page.login.title
source: Log in / Register
tr: Giriş yap / Kaydol

# page.login.text1
source: To prevent spam-bots from creating lots of accounts, we need to verify your browser first.
tr: Spambotların birçok hesap açmasını önlemek için önce tarayıcınızı doğrulamamız gerekmekte.

# page.login.text2
source: If you get caught in an infinite loop, we recommend installing <a href="https://privacypass.github.io/">Privacy Pass</a>.
tr: Eğer sonsuz bir döngüye yakalandıysanız, <a href="https://privacypass.github.io/">Privacy Pass</a> kurmanızı öneriririz.

# page.home.intro.text1
source: <span %(span_anna)s>Anna’s Archive</span> is a non-profit project with two goals:
tr: <span %(span_anna)s>Anna'nın Arşivi</span> iki amacı olan kâr amacı gütmeyen bir projedir:

# page.home.intro.text2
source: <li><strong>Preservation:</strong> Backing up all knowledge and culture of humanity.</li><li><strong>Access:</strong> Making this knowledge and culture available to anyone in the world.</li>
tr: <li><strong>Saklama:</strong> İnsanlığım tüm bilgi ve kültürünü yedekleme.</li><li><strong>Erişim:</strong> Bu bilgiyi ve kültürü dünyadaki herkese erişilebilir kılma.</li>

# page.home.preservation.header
source: Preservation
tr: Saklama

# page.home.preservation.label
source: We estimate that we have preserved about <a href="https://annas-blog.org/blog-isbndb-dump-how-many-books-are-preserved-forever.html">5%% of the world’s books</a>.
tr: <a href="https://annas-blog.org/blog-isbndb-dump-how-many-books-are-preserved-forever.html">Dünyadaki bütün kitapların 5%% kadarını</a> sakladığımızı tahmin ediyoruz.

# page.home.access.header
source: Access
tr: Erişim

# page.home.access.text
source: We work with partners to make our collections easily and freely accessible to anyone. We believe that everyone has a right to the collective wisdom of humanity. And <a %(a_search)s>not at the expense of authors</a>.
tr: Koleksiyonlarımızın herkese kolayca ve özgürce erişilebilir olmasını sağlamak için ortaklarla birlikte çalışıyoruz. Herkesin insanlığın toplu bilgeliğine erişme hakkına sahip olduğuna ve <a %(a_search)s>yazarların zararına olmadığına</a> inanıyoruz.

# page.home.access.label
source: Hourly downloads in the last 30 days. Hourly average: %(hourly)s. Daily average: %(daily)s.
or: ଗତ ୩୦ ଦିନ ମଧ୍ୟରେ ଘଣ୍ଟା ପ୍ରତି ଡାଉନଲୋଡ୍।
tr: Son 30 günde saatlik indirmeler. Saatlik ortalama: %(hourly)s. Günlük ortalama: %(daily)s.

# page.about.text2
source: We strongly believe in the free flow of information, and preservation of knowledge and culture. With this search engine, we build on the shoulders of giants. We deeply respect the hard work of the people who have created the various shadow libraries, and we hope that this search engine will broaden their reach.
tr: Bilginin özgür akışına, bilgi ve kültürün korunmasına kuvvetle inanıyoruz. Bu arama motorunu devlerin omuzları üzerine inşa ediyoruz. Çeşitli gölge kütüphaneleri yaratan insanların sıkı çalışmalarına derinden saygı duyuyoruz ve bu arama motorunun gölge kütüphanelerin yayılmasını artıracağını umuyoruz.

# page.about.text3
source: To stay updated on our progress, follow Anna on <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a> or <a href="https://t.me/annasarchiveorg">Telegram</a>. For questions and feedback please contact Anna at %(email)s.
tr: Kaydettiğimiz aşamalardan haberdar olmak için, Anna'yı <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a> veya <a href="https://t.me/annasarchiveorg">Telegram</a>. 'te takip edin. Sorular ve geri bildirimler için lütfen Anna ile %(email)s aracılığıyla iletişime geçin.

# page.about.help.text
source: <li>1. Follow us on <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>, or <a href="https://t.me/annasarchiveorg">Telegram</a>.</li><li>2. Spread the word about Anna’s Archive on Twitter, Reddit, Tiktok, Instagram, at your local cafe or library, or wherever you go! We don’t believe in gatekeeping — if we get taken down we’ll just pop right up elsewhere, since all our code and data is fully open source.</li><li>3. If you are able, consider <a href="/donate">donating</a>.</li><li>4. Help <a href="https://translate.annas-software.org/">translate</a> our website into different languages.</li><li>5. If you are a software engineer, consider contributing to our <a href="https://annas-software.org/">open source</a>, or seeding our <a href="/datasets">torrents</a>.</li>
tr: <li>1. Bizi <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a> veya <a href="https://t.me/annasarchiveorg">Telegram</a>'da takip edin.</li><li>2. Twitter'da, Reddit'te, Tiktok'ta, Instagram'da, yerel kafe ya da kütüphanenizde veya canınız nerede isterse Anna'nın Arşivi hakkında birkaç kelime söyleyin! "Bekçilik" kavramına inanmıyoruz - eğer kapatılırsak tüm kodlarımızın ve verilerimizin açık kaynak olması sayesinde başka bir yerde ortaya çıkacağız.</li><li>3. Eğer imkanınız varsa, <a href="/donate">bağış</a> yapmayı bir düşünün.</li><li>4. Sitemizi farklı dillere <a href="https://translate.annas-software.org/">çevirmemize</a> yardım edin.</li><li>5. Eğer yazılım mühendisiyseniz, <a href="https://annas-software.org/">açık kaynak kodumuza</a> katkı yapmayı ya da <a href="/datasets">torrent</a>lerimizi paylaşmayı (seeding) düşünün.</li>

# page.about.help.text6
source: 6. If you are a security researcher, we can use your skills both for offense and defense. Check out our <a %(a_security)s>Security</a> page.
tr: 6. Güvenlik araştırmacısı iseniz becerilerinizi hem hücum hem de savunma amaçlı kullanabiliriz. <a %(a_security)s>Güvenlik</a> sayfamıza göz atın.

# page.donate.faq.title
source: Donation FAQ
he: שאלות ותשובות נפוצות בנושא תרומה
tr: Bağış SSS

# page.donate.faq.renew
source: <div %(div_question)s>Do memberships automatically renew?</div> Memberships <strong>do not</strong> automatically renew. You can join for as long or short as you want.
he: <div %(div_question)s>האם החברות מתחדשת אוטומטית? ?</div> חברות <strong>לא</strong> מתחדשת אוטומטית. תוכלו להצטרף לזמן קצר או ארוך ככל שתרצו.
tr: <div %(div_question)s>Üyelikler otomatik olarak yenileniyor mu?</div> Üyelikler otomatik olarak <strong>yenilenmiyor</strong>. İstediğiniz kadar uzun ya da kısa süre katılabilirsiniz.

# page.donate.faq.text_other_payment1
source: <div %(div_question)s>Do you have other payment methods?</div> Currently not. A lot of people don’t want archives like this to exist, so we have to be careful. If you can help us set up other (more convenient) payment methods safely, please get in touch at %(email)s.
tr: <div %(div_question)s>Başka ödeme yöntemleri mevcut mu?</div> Şimdilik hayır. Arşivlerimizin var olmasını istemeyen bir çok kişi olduğu için dikkatli davranmamız gerekiyor. Eğer daha iyi bir yöntemi biliyorsanız bizimle iletişime geçin: %(email)s.

# page.donate.faq.spend
source: <div %(div_question)s>What do you spend donations on?</div> 100%% is going to preserving and making accessible the world's knowledge and culture. Currently we spend it mostly on servers, storage, and bandwidth. No money is going to any team members personally.
tr: <div %(div_question)s>Bağışları neye harcıyorsunuz?</div> Bağışların %%100'ü dünyanın bilgisi ve kültürünü korumaya ve erişilebilir hale getirmeye gidiyor. An itibariyle çoğunlukla sunucular, depolama ve bant genişliği. Hiçbir ekip üyesine bizzat para gitmiyor.

# page.donate.faq.text_large_donation
source: <div %(div_question)s>Can I make a large donation?</div> That would be amazing! For donations over a few thousand dollars, please contact us directly at %(email)s.
tr: <div %(div_question)s>Büyük miktarda bağış yapabilir miyim?</div> Harika olur! Bin doların üstündeki bağışlarınız için lütfen bize, %(email)s adresinden direkt iletişim kurunuz.

# page.upload.text1
source: For now, we suggest uploading new books to the Library Genesis forks. Here is a <a %(a_guide)s>handy guide</a>. Note that both forks that we index on this website pull from this same upload system.
he: לעת עתה, אנו מציעים להעלות ספרים חדשים לספריית ג'נסיס. זהו ה<a %(a_guide)s>מדריך הפשוט</a>. שים לב ששני הקישורים יוצאים מאותה מערכת העלאות.
tr: Şimdilik, yeni kitapları Library Genesis forklarına yüklemeyi tavsiye ediyoruz. Burada <a %(a_guide)s>yararlı bir rehber</a> bulabilirsiniz. Bu websitede dizinlediğimiz her iki forkun aynı karşıya yükleme sisteminden çektiğini dikkate alın.
