Repository: LQ0QJ/Book
Catalog: allthethings/translations/*/LC_MESSAGES/messages.po
Languages: he, ms, nb_no, or, tr

# page.donate.submit.button
source: Donate <span %(span_cost)s></span> <span %(span_label)s></span>
he: תרום <span %(span_cost)s></span> <span %(span_label)s></span>
ms: Derma <span %(span_cost)s></span> <span %(span_label)s></span>
tr: Bağışla <span %(span_cost)s></span> <span %(span_label)s></span>

# page.donate.submit.cancel_note
source: You can still cancel the donation during checkout.
he: תוכל לבטל את התרומה במהלך הצ'קאאוט.
ms: Anda masih boleh membatalkan dermaan ini semasa pembayaran.
tr: Ödeme sırasında bağışı hâlâ iptal edebilirsiniz.

# page.donate.submit.success
source: ✅ Redirecting to the donation page…
he: ✅ מפנה אל עמוד התרומה…
ms: ✅ Mengubah hala ke halaman derma…
tr: ✅ Bağış sayfasına yönlendiriliyor…

# page.donate.submit.failure
source: ❌ Something went wrong. Please reload the page and try again.
he: ❌ משהו השתבש. בבקשה טען את העמוד מחדש ונסה שנית.
ms: ❌ Ralat. Sila muat semula halaman dan cuba sekali lagi.
tr: ❌ Bir şeyler ters gitti. Lütfen sayfayı yenileyin ve tekrar deneyin.

# page.donate.duration.summary.monthly_cost
source: %(monthly_cost)s / month
he: %(monthly_cost)s / חודש
ms: %(monthly_cost)s / sebulan
tr: %(monthly_cost)s / ay

# page.donate.duration.summary.duration.1_mo
source: for 1 month
he: עבור חודש
ms: untuk 1 bulan
tr: 1 ay için

# page.donate.duration.summary.duration.3_mo
source: for 3 months
he: עבור שלשה חדשים
ms: untuk 3 bulan
tr: 3 ay için

# page.donate.duration.summary.duration.6_mo
source: for 6 months
he: עבור ששה חדשים
ms: untuk 6 bulan
tr: 6 ay için

# page.donate.duration.summary.duration.12_mo
source: for 12 months
he: עבור שנים עשר חדשים
ms: untuk 12 bulan
tr: 12 ay için

# page.donate.duration.summary.duration.24_mo
source: for 24 months
he: עבור עשרים וארבעה חדשים
ms: untuk 24 bulan
tr: 24 ay için

# page.donate.submit.button.label.1_mo
source: for 1 month “%(tier_name)s”
he: עבור חודש “%(tier_name)s”
ms: “%(tier_name)s” untuk 1 bulan
tr: 1 ay için “%(tier_name)s”

# page.donate.submit.button.label.3_mo
source: for 3 months “%(tier_name)s”
he: עבור שלשה חדשים “%(tier_name)s”
ms: “%(tier_name)s” untuk 3 bulan
tr: 3 ay için “%(tier_name)s”

# page.donate.submit.button.label.6_mo
source: for 6 months “%(tier_name)s”
he: עבור ששה חודשים “%(tier_name)s”
ms: “%(tier_name)s” untuk 6 bulan
tr: 6 ay için “%(tier_name)s”

# page.donate.submit.button.label.12_mo
source: for 12 months “%(tier_name)s”
he: עבור שנים עשר חודשים “%(tier_name)s”
ms: “%(tier_name)s” untuk 12 bulan
tr: 12 ay için “%(tier_name)s”

# page.donate.submit.button.label.24_mo
source: for 24 months “%(tier_name)s”
he: עבור עשרים וארבעה חדשים “%(tier_name)s”
ms: “%(tier_name)s” untuk 24 bulan
tr: 24 ay için “%(tier_name)s”

# page.donation.title
source: Donation
he: תרומה
ms: Sumbangan
tr: Bağış

# page.donation.header.id
source: Identifier: %(id)s
he: מזהה: %(id)s
ms: Pengecam: %(id)s
tr: Tanımlayıcı: %(id)s

# page.donation.header.date
source: Date: %(date)s
he: תאריך: %(date)s
ms: Tarikh: %(date)s
tr: Tarih: %(date)s

# page.donation.header.total_including_discount
source: Total: %(total)s <span %(span_details)s>(%(monthly_amount_usd)s / month for %(duration)s months, including %(discounts)s%% discount)</span>
he: סך הכל: %(total)s <span %(span_details)s>(%(monthly_amount_usd)s / חדש עבור: %(duration)s חדשים, כולל %(discounts)s%% הנחה)</span>
ms: Jumlah: %(total)s <span %(span_details)s>(%(monthly_amount_usd)s / sebulan untuk %(duration)s bulan, termasuk %(discounts)s%% diskaun)</span>
tr: Toplam: %(total)s <span %(span_details)s>(%(discounts)s%% indirim dâhil, %(duration)s ay için aylık %(monthly_amount_usd)s)</span>

# page.donation.header.total_without_discount
source: Total: %(total)s <span %(span_details)s>(%(monthly_amount_usd)s / month for %(duration)s months)</span>
he: סך הכל: %(total)s <span %(span_details)s>(%(monthly_amount_usd)s / חדש עבור %(duration)s חדשים)</span>
ms: Jumlah: %(total)s <span %(span_details)s>(%(monthly_amount_usd)s / sebulan untuk %(duration)s bulan)</span>
tr: Toplam: %(total)s <span %(span_details)s>(%(duration)s ay için aylık %(monthly_amount_usd)s)</span>

# page.donation.header.status
source: Status: <span %(span_label)s>%(label)s</span>
he: סטטוס: <span %(span_label)s>%(label)s</span>
tr: Durum: <span %(span_label)s>%(label)s</span>

# page.donation.header.cancel.button
source: Cancel
he: ביטול
ms: Batal
tr: İptal Et

# page.donation.header.cancel.confirm.msg
source: Are you sure you wish to cancel? Do not cancel if you have already paid.
he: האם אתה בטוח שברצונך לבטל? אל תבטל אם כבר שילמת.
ms: Adakah anda pasti untuk membatalkan transaksi? Jangan batalkan jika pembayaran telah dibuat.
tr: İptal etmek istediğine emin misin? Zaten ödemeyi yaptıysan iptal etme.

# page.donation.header.cancel.confirm.button
source: Yes, please cancel
he: כן, בטל בבקשה
ms: Betul, tolong batalkan
tr: Evet, iptal et

# page.donation.header.cancel.success
source: ✅ Your donation has been canceled.
he: ✅ תרומתך בוטלה.
ms: ✅ Dermaan anda telah dibatalkan.
tr: ✅ Bağışın iptal edildi.

# page.donation.header.cancel.new_donation
source: Make a new donation
he: תרמו תרומה חדשה
ms: Buat dermaan baharu
tr: Yeni bir bağış yap

# page.donation.header.cancel.failure
source: ❌ Something went wrong. Please reload the page and try again.
he: ❌ משהו השתבש. אנא טען מחדש את האתר ונסה שנית.
ms: ❌ Ralat. Sila muat semula halaman dan cuba semula.
tr: ❌ Bir şeyler yanlış gitti. Lütfen sayfayı yenile ve tekrar dene.

# page.donation.header.reorder
source: Reorder
he: סדר מחדש
ms: Pesan semula
tr: Yeniden sipariş ver

# page.donation.old_instructions.intro_paid
source: You have already paid. If you want to review the payment instructions anyway, click here:
he: שילמת כבר. אם ברצונך לבחון את דרכי התרומה בכל זאת, לחץ כאן:
ms: Anda telah membuat pembayaran. Jika anda ingin semak arahan pembayaran, tekan sini:
tr: Zaten ödemeyi yaptın. Eğer yine de ödeme talimatlarını tekrar gözden geçirmek istersen buraya tıkla:

# page.donation.old_instructions.show_button
source: Show old payment instructions
he: הצג הנחיות תרומות ישנות
ms: Tunjuk arahan pembayaran lama
tr: Eski ödeme talimatlarını göster

# page.donation.thank_you_donation
source: Thank you for your donation!
he: תודה על תרומתך!
ms: Terima kasih atas sumbangan anda!
tr: Bağışınız için teşekkürler!

# page.donation.old_instructions.intro_outdated
source: The payment instructions are now outdated. If you would like to make another donation, use the “Reorder” button above.
he: ההסברים על דרכי התשלום אינם בתוקף. אם תרצה לתרום שנית, אנא השתמש בכפתור "הזמן שנית".
ms: Arahan pembayaran telah tamat tempoh. Jika anda ingin membuat derma baharu, sila tekan butang 'Pesan semula' di atas.
tr: Ödeme yönergeleri şu anda eskimiş durumda. Eğer başka bir bağış yapmak isterseniz, yukarıdaki "Yeniden sipariş ver" butonunu kullanın.

# page.donate.submit.crypto_note
source: <strong>Important note:</strong> Crypto prices can fluctuate wildly, sometimes even as much as 20%% in a few minutes. This is still less than the fees we incur with many payment providers, who often charge 50-60%% for working with a “shadow charity” like us. <u>If you send us the receipt with the original price you paid, we will still credit your account for the chosen membership</u> (as long as the receipt is not older than a few hours). We really appreciate that you’re willing to put up with stuff like this in order to support us! ❤️
he: <strong>לתשומת לבך:</strong> מחירי הקריפטו נעים בטווח רחב, לעתים אף בכ- 20%% בכמה דקות. זה עדיין פחות מהעמלות שאנו גובים באמצעי התשלום האחרים, שגובים בדרך כלל 50-60%% כדי לעבוד עם "תרומת צללים" כמו ארגוננו. <u>אם תשלח לנו את הקבלה עם הסכום המדויק ששילמת נזכה אותך בעבור מסלול החברות הנבחרר</u> (כל עוד הקבלה אינה ישנה מדי - יותר מכמה שעות). אנו מעריכים מאד את הסכמתך להסתבך עם אמצעי התשלום כל כך עבורנו!❤️
ms: <strong>Maklumat penting:</strong> Harga kripto boleh berubah secara mendadak, kadang-kadang sehingga 20%% dalam masa beberapa minit. Ini masih kurang daripada caj yang kami tanggung dengan kaedah pembayaran yang lain yang sering mengecaj sehingga 50-60%% untuk bekerja dengan "badan amal bayangan" seperti kami. <u>Jika anda menghantar kepada kami resit dengan harga asal yang anda bayar, kami masih akan mengkreditkan akaun anda berdasarkan keahlian yang telah dipilih</u> (selagi resit tidak melebihi beberapa jam). Kami amat menghargai kesanggupan anda untuk bersabar dengan perkara seperti ini untuk menyokong kami! ❤️
tr: <strong>Önemli not:</strong> Kripto fiyatları bazen birkaç dakikada 20%% olacak kadar çılgınca dalgalanabilir. Bu yine de çoğu ödeme sağlayıcısına ödediğimiz komisyonlardan düşüktür; genellikle bizim gibi bir "gölge hayır işi" ile çalışırken 50-60%% komisyon keserler. <u>Eğer bize ödediğiniz asıl fiyatla birlikte bir makbuz gönderirseniz, sizin hesabınıza seçilen üyeliği tanımlayacağız </u> (makbuzun birkaç saatten daha eski olmaması koşuluyla). Bizi desteklemek için böyle şeylere katlanmaya niyetli olmanızı gerçekten takdir ediyoruz! ❤️

# page.donation.expired
source: This donation has expired. Please cancel and create a new one.
he: תרומתך פקעה. אנא בטלה וצור אחת חדשה.
ms: Dermaan ini telah tamat tempoh. Sila batalkan transaksi ini dan cipta yang baharu.
tr: Bu bağışın süresi doldu. Lütfen iptal edin ve yeni bir tane başlatın.

# page.donation.payment.crypto.top_header
source: Crypto instructions
he: הנחיות קריפטו
ms: Arahan Kripto
tr: Kripto talimatları

# page.donation.payment.crypto.header1
source: <span %(span_circle)s>1</span>Transfer to one of our crypto accounts
he: <span %(span_circle)s>1</span>העבר לאחד מחשבונות הקריפטו שלנו
ms: <span %(span_circle)s>1</span>Buat pindahan ke salah satu akaun kripto kami
tr: <span %(span_circle)s>1</span>Kripto hesaplarımızdan birine transfer edin

# page.donation.payment.crypto.text1
source: Donate the total amount of %(total)s to one of these addresses:
he: תרום סכום של %(total)s לאחת מהכתובות הבאות:
ms: Derma jumlah sebanyak %(total)s ke salah satu alamat tersebut:
tr: Bu adreslerden birine toplam %(total)s miktarını bağışlayın:

# page.donate.submit.header1
source: <span %(span_circle)s>1</span>Buy Bitcoin on Paypal
he: <span %(span_circle)s>1</span>רכוש ביטקוין ב-Paypal
ms: <span %(span_circle)s>1</span>Beli Bitcoin melalui Paypal
tr: <span %(span_circle)s>1</span>PayPal'da Bitcoin al

# page.donate.one_time_payment.paypal.text2
source: Find the “Crypto” page in your PayPal app or website. This is typically under “Finances”.
he: חפש את הדף "קריפטו" באפליקציית או אתר פייפאל. הוא בדרך כלל נמצא תחת “Finances”.
ms: Cari halaman “Crypto” di aplikasi atau laman web PayPal anda. Halaman boleh dijumpai di bawah “Finances”.
tr: Paypal uygulamanızda ya da websitesinde "Crypto" sayfasını bulun. Bu genelde "Finans" bölümünün altında bulunur.

# page.donation.payment.paypal.text3
source: Follow the instructions to buy Bitcoin (BTC). You only need to buy the amount that you want to donate, %(total)s.
he: עקבו אחר ההנחיות לרכישת ביטקוין (BTC). תצטרכו לרכוש את הסכום אותו תרצו לתרום בלבד%(total)s.
ms: Ikut arahan yang diberi untuk membeli Bitcoin (BTC). Anda hanya perlu membeli jumlah sebanyak %(total)s berdasarkan jumlah yang anda mahu menderma.
tr: Bitcoin (BTC) almak için talimatları takip edin. Yalnızca bağış yapmak istediğiniz miktarı satın almanız gerekli, %(total)s.

# page.donate.submit.header2
source: <span %(span_circle)s>2</span>Transfer the Bitcoin to our address
he: <span %(span_circle)s>2</span>העבר את הביטקוין לכתובת שלנו
ms: <span %(span_circle)s>2</span>Pindah Bitcoin ke alamat kami
tr: <span %(span_circle)s>2</span>Bitcoini adresimize transfer edin

# page.donate.one_time_payment.paypal.text4
source: Go to the “Bitcoin” page in your PayPal app or website. Press the “Transfer” button %(transfer_icon)s, and then “Send”.
he: גשו אל העמוד "ביטקוין" באתר או אפליקציית פייפאל. לחצו על כפתור "העבר"%(transfer_icon)s, ואז לחצו "שלח".
ms: Pergi ke halaman “Bitcoin” di aplikasi atau laman web PayPal anda. Tekan butang “Transfer” %(transfer_icon)s dan seterusnya tekan butang “Send”.
tr: Paypal uygulamanızda ya da websitesinde “Bitcoin” sayfasına gidin. “Para gönder” butonuna %(transfer_icon)s, basın ve ardından “Gönder”.

# page.donation.payment.paypal.text5
source: Enter our Bitcoin (BTC) address as the recipient, and follow the instructions to send your donation of %(total)s:
he: הכניסו את כתובת הביטקוין (BTC) שלכם, ועקבו אחרי ההנחיות כדי לשלוח את תרומתכם בסך %(total)s:
ms: Masukkan alamat Bitcoin (BTC) kami sebagai penerima dan ikut arahan yang diberi untuk hantar derma berjumlah %(total)s:
tr: Bitcoin (BTC) adresimizi alıcı olarak girin ve %(total)s tutarındaki bağışınızı göndermek için talimatları takip edin:

# page.donation.credit_debit_card_instructions
source: Credit / debit card instructions
he: הנחיות עבור העברה עם כרטיס אשראי / חיוב מידי
ms: Arahan kad debit/kredit
tr: Kredi/banka kartı talimatları

# page.donation.credit_debit_card_our_page
source: Donate through our credit / debit card page
he: תרום דרך כרטיס אשראי / חיוב מידי
ms: Derma melalui halaman kad kredit/debit kami
tr: Kredi/ banka kartı sayfamızdan bağış yapın

# page.donation.donate_on_this_page
source: Donate %(amount)s on <a %(a_page)s>this page</a>.
he: תרום%(amount)s ב <a %(a_page)s>דף זה</a>.
ms: Derma sebanyak %(amount)s di <a %(a_page)s>halaman ini</a>.
tr: <a %(a_page)s>Bu sayfadan</a> %(amount)s bağış yapın.

# page.donation.stepbystep_below
source: See the step-by-step guide below.
he: ראה מדריך צעד אחר צעד להלן.
ms: Lihat panduan di bawah.
tr: Aşağıdaki adım-adım rehbere bakın.

# page.donation.status_header
source: Status:
he: סטטוס:
tr: Durum:

# page.donation.waiting_for_confirmation_refresh
source: Waiting for confirmation (refresh the page to check)…
he: ממתין לאישור (רענן את הדף כדי לבדוק)…
ms: Menunggu pengesahan (muat semula halaman untuk semak)…
tr: Onay bekleniyor (kontrol etmek için sayfayı yenileyin)…

# page.donation.waiting_for_transfer_refresh
source: Waiting for transfer (refresh the page to check)…
he: ממתין להעברה (טען מחדש את הדף כדי לבדוק)…
ms: Menunggu pindahan (muat semula halaman untuk semak) …
tr: Transfer için bekleniyor (kontrol etmek için sayfayı yenileyin)…

# page.donation.time_left_header
source: Time left:
he: זמן שנותר:
ms: Masa yang tinggal:
tr: Kalan zaman:

# page.donation.might_want_to_cancel
source: (you might want to cancel and create a new donation)
he: (אולי תרצה לבטל ולתרום מחדש)
ms: (anda mungkin perlu membatalkan dan membuat derma baharu)
tr: (iptal edip yeni bir bağış oluşturmak isteyebilirsiniz)

# page.donation.reset_timer
source: To reset the timer, simply create a new donation.
he: כדי לאפס את הטיימר, צור תרומה חדשה.
ms: Untuk menetapkan semula masa, buat derma yang baharu.
tr: Zamanlayıcıyı sıfırlamak için, basitçe yeni bir bağış oluşturun.

# page.donation.refresh_status
source: Update status
he: סטטוס מעודכן
ms: Kemas kini status
tr: Durumu güncelle

# page.donation.footer.issues_contact
source: If you run into any issues, please contact us at %(email)s and include as much information as possible (such as screenshots).
he: אם אתה נתקל בבעיות, אנא פנה אלינו דרך %(email)s וכלול כמה שיותר מידע אפשרי (כמו למשל צילום מסך).
tr: Eğer herhangi bir sorunla karşılaşırsanız, lütfen bizle %(email)s adresinde iletişime geçin ve olabildiğince fazla bilgi ilave edin (ekran görüntüleri gibi).

# page.donation.buy_pyusd
source: Buy PYUSD coin on PayPal
he: רכוש מטבע PYUSD בפייפאל
ms: Beli syiling PYUSD melalui PayPal
tr: PayPal'dan PYUSD satın alın

# page.donation.pyusd.instructions
source: Follow the instructions to buy PYUSD coin (PayPal USD).
he: עקוב אחר ההנחיות לרכישת מטבע PYUSD (פייפאל ארה"ב).
ms: Ikut arahan yang diberi untuk membeli syiling PYUSD (PayPal USD).
tr: PYUSD coin (PayPal USD) almak için talimatları takip edin.

# page.donation.pyusd.more
source: Buy a bit more (we recommend %(more)s more) than the amount that you’re donating (%(amount)s), to cover transaction fees. You will keep anything left over.
he: רכשו מעט יותר (אנו ממליצים על %(more)s יותר) ממה שאתם תורמים (%(amount)s), כדי לכסות את עמלת ההעברה. היתרה תישמר אצלכם.
ms: Beli sedikit lagi (kami mencadang lebih %(more)s) berbanding jumlah yang akan diderma (%(amount)s) untuk menampung yuran transaksi. Anda akan simpan lebihan daripada transaksi tersebut.
tr: Transfer ücretlerini karşılamak için, bağış yapacağınız tutardan(%(amount)s) biraz daha fazla (%(more)s daha tavsiye ediyoruz) satın alın. Artan para sizde kalacak.

# page.donation.transfer_amount_to
source: Transfer %(amount)s to %(account)s
he: העבר %(amount)s אל%(account)s
ms: Pindah %(amount)s ke %(account)s
tr: %(account)s'a %(amount)s bağış yapın

# page.donation.crypto_instructions
source: %(coin_name)s instructions
he: הנחיות עבור %(coin_name)s
ms: Arahan %(coin_name)s
tr: %(coin_name)s talimatları

# page.donation.amazon.header
source: Amazon gift card
he: אמזון גיפט קארד
ms: Kad hadiah Amazon
tr: Amazon hediye kartı

# page.donation.amazon.unique
source: Unique to your account, don’t share.
he: ייחודי עבור חשבונך, אל תשתף.
ms: Unik kepada akaun anda, jangan kongsi.
tr: Sizin hesabınıza özeldir, kimseyle paylaşmayın.

# page.donation.amazon.waiting_gift_card
source: Waiting for gift card… (refresh the page to check)
he: ממתין עבור גיפט קארד...(רענן את הדף כדי לבדוק)
ms: Menunggu kad hadiah... (muat semula halaman untuk semak)
tr: Hediye kartı bekleniyor... (kontrol etmek için sayfayı yenileyin)

# page.donation.amazon.confirm_automated
source: After sending your gift card, our automated system will confirm it within a few minutes. If this doesn’t work, try resending your gift card (<a %(a_instr)s>instructions</a>).
he: לאחר שליחת הגיפט קארד, המערכת האוטומטית שלנו תאשר אותו תוך מספר דקות. אם זה לא עובד, נסה לשלוח בשנית את הגיפט קארד (<a %(a_instr)s>instructions</a>).
ms: Selepas menghantar kad hadiah anda, sistem automatik kami akan mengesahkan dalam beberapa minit. Jika tidak berjaya, cuba menghantar kad hadiah anda semula (<a %(a_instr)s>arahan</a>).
tr: Hediye kartınızı gönderdikten sonra sistemimiz birkaç dakika içinde onaylayacaktır. Eğer bu işe yaramazsa hediye kartını tekrar göndermeyi deneyin. (<a %(a_instr)s>talimatlar</a>).

# page.donation.amazon.doesnt_work
source: If that still doesn’t work please email us and Anna will manually review it (this might take a few days), and be sure to mention if you’ve tried resending already.
he: אם זה עדיין לא עובד, שלח לנו אימייל ואנה תטפל בזה ידנית (התהליך עשוי לקחת מספר ימים), ושים לב שאתה מזכיר במייל שניסית כבר לשלוח בשנית.
ms: Jika masih tidak berjaya, sila emel kami dan Anna akan menyemaknya secara manual (ini akan mengambil masa beberapa hari) dan pastikan anda maklumkan jika anda telah cuba menghantar semula.
tr: Bu hala işe yaramazsa lütfen bize e-posta gönderin; Anna bunu manuel olarak inceleyecektir (bu birkaç gün sürebilir) daha öncesinde yeniden göndermeyi deneyip denemediğinizi bahsetmeyi unutmayın.

# page.donation.amazon.example
source: Example:
he: דוגמא:
ms: Contoh:
tr: Örnek:

# page.donate.strange_account
source: Note that the account name or picture might look strange. No need to worry! These accounts are managed by our donation partners. Our accounts have not been hacked.
he: שימו לב ששם החשבון או התמונה עשויים להיראות מוזרים. אין סיבה לחשוש! החשבונות האלא מנוהלים על ידי שותפי התרומות שלנו. החשבונות שלנו לא נפרצו.
tr: Hesap adının veya resminin garip görünebileceğini aklınızda bulundurun. Endişelenmenize gerek yok! Bu hesaplar bağış ortaklarımız tarafından yönetilmektedir. Hesaplarımız çalınmamıştır.

# page.donation.payment.alipay.top_header
source: Alipay instructions
he: הנחיות לתרומה עם Alipay
tr: Alipay talimatları

# page.donation.payment.alipay.header1
source: <span %(span_circle)s>1</span>Donate on Alipay
he: <span %(span_circle)s>1</span>תרום דרך Alipay
tr: <span %(span_circle)s>1</span>Alipay'de bağış yap

# page.donation.payment.alipay.text1
source: Donate the total amount of %(total)s using <a %(a_account)s>this Alipay account
he: תרום את הסכום %(total)s בשימוש<a %(a_account)s>חשבון ה-Alipay הזה
tr: Toplam %(total)s tutarını <a %(a_account)s>bu Alipay hesabını kullanarak bağışlayın

# page.donation.payment.pix.top_header
source: Pix instructions
he: הנחיות לתרומה דרך Pix
tr: Pix talimatları

# page.donation.payment.pix.header1
source: <span %(span_circle)s>1</span>Donate on Pix
he: <span %(span_circle)s>1</span>תרום באמצעות Pix
tr: <span %(span_circle)s>1</span>Pix'te bağış yap

# page.donation.payment.pix.text1
source: Donate the total amount of %(total)s using <a %(a_account)s>this Pix account
he: תרום סכום כולל של %(total)s דרך <a %(a_account)s> חשבון ה-PIX הזה
tr: Toplam %(total)s tutarını <a %(a_account)s>bu Pix hesabını kullanarak bağışlayın

# page.donation.footer.header
source: <span %(span_circle)s>%(circle_number)s</span>Email us the receipt
he: <span %(span_circle)s>%(circle_number)s</span>שלח לנו את הקבלה
tr: <span %(span_circle)s>%(circle_number)s</span>Makbuzu bize e-posta yoluyla gönderin

# page.donation.footer.text1
source: Send a receipt or screenshot to your personal verification address:
he: שלח צילום מסך של הקבלה לכתובת האימות האישית שלך:
tr: Şahsi doğrulama adresinize bir makbuz veya ekran görüntüsünü gönderin:

# page.donation.footer.crypto_note
source: If the crypto exchange rate fluctuated during the transaction, be sure to include the receipt showing the original exchange rate. We really appreciate you taking the trouble to use crypto, it helps us a lot!
he: אם שער החליפין של הקריפטו משתנה תוך כדי ההעברה, שימו לב שאתם מצרפים את הקבלה עם השער המקורי. אנו מאד מעריכים שהסתבכתם עם שימוש בקריפטו, זה עוזר לנו מאד!
tr: Eğer kripto kuru işlem sırasında dalgalandıysa, makbuzun orijinal kuru gösterdiğinden emin olun. Kriptoyu kullanma zahmetine katlanmanızı gerçekten takdir ediyoruz, bize çok yardımcı oluyor!

# page.donation.footer.text2
source: When you have emailed your receipt, click this button, so Anna can manually review it (this might take a few days):
he: לכשתשלחו את הקבלה במייל, לחצו על כפתור זה, כך אנה תוכל לסקור אותה ידנית (זה עשוי לקחת מספר ימים):
tr: Makbuzu e-posta olarak gönderdikten sonra, bu butona tıklayın, bu sayede Anna bizzat inceleyebilir (bu birkaç gün sürebilir):

# page.donation.footer.button
source: Yes, I emailed my receipt
he: כן, שלחתי את הקבלה באימייל
tr: Evet, makbuzumu e-posta olarak gönderdim

# page.donation.footer.success
source: ✅ Thanks for your donation! Anna will manually activate your membership within a few days.
he: ✅ תודה על תרומתך! אנה תפעיל ידנית את החברות שלך תוך מספר ימים.
tr: ✅ Bağışınız için teşekkürler! Anna şahsen üyeliğinizi birkaç gün içinde etkinleştirecek.

# page.donation.footer.failure
source: ❌ Something went wrong. Please reload the page and try again.
he: ❌ משהו השתבש. בבקשה רענן את הדף ונסה שנית.
tr: ❌ Bir şey yanlış gitti. Lütfen sayfayı yenileyin ve tekrar deneyin.

# page.donation.stepbystep
source: Step-by-step guide
he: מדריך צעד אחר צעד
tr: Adım adım yönerge

# page.donation.crypto_dont_worry
source: Some of the steps mention crypto wallets, but don’t worry, you don’t have to learn anything about crypto for this.
he: חלק מהשלבים מזכירים ארנק קריפטו, אך אל דאגה, אינך חייב ללמוד דבר אודות קריפטו בשביל זה.
tr: Adımlardan bazıları kripto cüzdanlarından bahsediyor ancak endişelenmeyin, bunun için kripto hakkında hiçbir şey öğrenmenize gerek yok.

# page.donation.hoodpay.step1
source: 1. Enter your email.
he: 1. הכנס את כתובת האימייל שלך.
tr: 1. E-posta adresinizi girin.

# page.donation.hoodpay.step2
source: 2. Select your payment method.
he: 2. בחר אמצעי תשלום.
tr: 2. Ödeme yöntemini seçin.

# page.donation.hoodpay.step3
source: 3. Select your payment method again.
he: 3. בחר שיטת תרומה שנית.
tr: 3. Ödeme yönteminizi tekrar seçin.

# page.donation.hoodpay.step4
source: 4. Select “Self-hosted” wallet.
he: 4. בחר ארנק "Self-hosted".
tr: 4. “Kendi kendine barındırılan” cüzdanı seçin.
