Repository: LQ0QJ/Book
Catalog: allthethings/translations/*/LC_MESSAGES/messages.po
Languages: he, ms, nb_no, or, tr

# layout.index.invalid_request
source: Invalid request. Visit %(websites)s.
tr: Geçersiz istek. %(websites)s'i ziyaret edin.

# layout.index.header.tagline_and
source: and
tr: ve

# layout.index.header.tagline_and_more
source: and more
tr: ve daha fazlası

# layout.index.header.tagline_new1
source: 📚&nbsp;The largest truly open library in human history.
tr: 📚&nbsp;İnsanlık tarihinin gerçek anlamda en büyük açık kütüphanesi.

# layout.index.header.tagline_new3
source: 📈&nbsp;%(book_count)s&nbsp;books, %(paper_count)s&nbsp;papers — preserved forever.
tr: 📈&nbsp;%(book_count)s&nbsp;kitaplar, %(paper_count)s&nbsp;sayfalar — sonsuza dek korunur.

# layout.index.header.tagline
source: 📚&nbsp;The world’s largest open-source open-data library. ⭐️&nbsp;Mirrors Sci-Hub, Library Genesis, Z-Library, and more. 📈&nbsp;%(book_any)s books, %(journal_article)s papers, %(book_comic)s comics, %(magazine)s magazines — preserved forever.
tr: 📚&nbsp;Dünyanın en büyük açık kaynak açık veri kütüphanesi. ⭐️&nbsp;Sci-Hub, Library Genesis, Z-Library ve daha fazlasını içerir. 📈&nbsp;%(book_any)s kitap, %(journal_article)s makale, %(book_comic)s çizgi roman, %(magazine)s dergi — sonsuza kadar saklı.

# layout.index.header.tagline_short
source: 📚 The world’s largest open-source open-data library.<br>⭐️ Mirrors Scihub, Libgen, Zlib, and more.
tr: 📚 Dünyanın en büyük açık kaynak veri kütüphanesi. <br>⭐️ Scihub, Libgen, Zlib, ve dahası.

# common.md5_report_type_mapping.metadata
source: Incorrect metadata (e.g. title, description, cover image)
he: מטה-דאטה שגוי (למשל: כותרת, תיאור, עטיפה)
ms: Metadata salah (cth. judul, huraian, gambar muka depan)
tr: Hatalı üst veri (ör. başlık, açıklama, kapak resmi)

# common.md5_report_type_mapping.download
source: Downloading problems (e.g. can’t connect, error message, very slow)
he: בעיות הורדה (למשל: לא מתחבר, הודעה שגיאה, איטי מאד)
ms: Masalah memuat turn (cth. tidak boleh menyambung, mesej ralat, sambungan sangat lambat)
tr: İndirme problemleri (ör. bağlanamıyor, hata mesajı, çok yavaş)

# common.md5_report_type_mapping.broken
source: File can’t be opened (e.g. corrupted file, DRM)
he: הקובץ לא נפתח (למשל: קובץ פגום, DRM)
ms: Fail tidak boleh dibuka (cth. fail rosak, DRM)
tr: Dosya açılamıyor (ör. bozuk dosya, DRM)

# common.md5_report_type_mapping.pages
source: Poor quality (e.g. formatting issues, poor scan quality, missing pages)
he: איכות ירודה (למשל: בעיות בפורמט, איכות סריקה ירודה, עמודים חסרים)
ms: Kualiti rendah (cth. masalah format, kualiti imbas rendah, halaman hilang)
tr: Düşük kalite (ör. biçimlendirme hataları, kötü tarama kalitesi, kayıp sayfalar)

# common.md5_report_type_mapping.spam
source: Spam / file should be removed (e.g. advertising, abusive content)
he: ספאם/יש להסיר את הקובץ (למשל: פרסומת, תוכן בלתי הולם)
ms: Spam / fail perlu dikeluarkan (cth. iklan, kandungan kesat)
tr: Spam / dosya kaldırılmalı (ör. reklam, rahatsız edici içerik)

# common.md5_report_type_mapping.copyright
source: Copyright claim
he: טענת זכויות יוצרים
ms: Tuntutan hak cipta
tr: Telif hakkı talebi

# common.md5_report_type_mapping.other
source: Other
he: אחר
ms: Lain-lain
tr: Diğer

# common.membership.tier_name.bonus
source: Bonus downloads
tr: İlave indirmeler

# common.membership.tier_name.2
source: Brilliant Bookworm
he: תולעת ספרים מבריקה
ms: Pembaca Pintar
nb_no: Strålende bokorm
tr: Zeki Kitap Kurdu

# common.membership.tier_name.3
source: Lucky Librarian
he: ספרן בר מזל
ms: Cendekiawan Celik
nb_no: Heldig biblotekar
tr: Şanslı Kütüphaneci

# common.membership.tier_name.4
source: Dazzling Datahoarder
he: אגרן מדהים
tr: Muhteşem Veri İstifçisi

# common.membership.tier_name.5
source: Amazing Archivist
he: ארכיונאי מדהים
ms: Arkib Anggun
nb_no: Strålende arkivar
tr: Harika Arşivci

# common.membership.format_currency.total_with_usd
source: %(amount)s (%(amount_usd)s) total
he: %(amount)s (%(amount_usd)s) סך הכל
ms: %(amount)s %(amount_usd)s jumlah
tr: toplam %(amount)s %(amount_usd)s

# common.membership.format_currency.total
source: %(amount)s total
he: %(amount)s סך הכל
ms: %(amount)s jumlah
tr: toplam %(amount)s

# common.donation.order_processing_status_labels.0
source: unpaid
he: לא משולם
ms: belum dibayar
nb_no: ubetalt
tr: ödenmedi

# common.donation.order_processing_status_labels.1
source: paid
he: שולם
ms: telah dibayar
nb_no: betalt
tr: ödendi

# common.donation.order_processing_status_labels.2
source: cancelled
he: בוטל
ms: dibatalkan
nb_no: avlyst
tr: iptal edildi

# common.donation.order_processing_status_labels.3
source: expired
he: פקע
ms: tamat tempoh
nb_no: utløpt
tr: bitti

# common.donation.order_processing_status_labels.4
source: waiting for Anna to confirm
he: ממתינים לאישורה של אנה
ms: menunggu pengesahan daripada Anna
nb_no: venter på Anna for å godkjenne
tr: Anna'nın onaylamasını bekle

# common.donation.order_processing_status_labels.5
source: invalid
tr: geçersiz

# page.donate.title
source: Donate
he: תרום
ms: Derma
nb_no: Doner
or: ଦାନ କରନ୍ତୁ
tr: Bağış yap

# page.donate.header.existing_unpaid_donation
source: You have an <a %(a_donation)s>existing donation</a> in progress. Please finish or cancel that donation before making a new donation.
he: ישנה תרומה על שמך בסך <a %(a_donation)s> </a> בתהליך. אנא סיים או בטל את תהליך התרומה לפני שתתרום שוב.
ms: Anda ada dermaan sebanyak %(a_donation)s yang belum selesai. Sila selesaikan atau batalkan dermaan tersebut sebelum membuat dermaan yang baharu.
tr: Halihazırda devam eden <a %(a_donation)s>var olan bağış</a>'ın var. Lütfen yeni bir bağış yapmadan önce bu bağışı bitir ya da iptal et.

# page.donate.header.existing_unpaid_donation_view_all
source: <a %(a_all_donations)s>View all my donations</a>
he: <a %(a_all_donations)s>הצג את התרומות שלי</a>
ms: <a %(a_all_donations)s> Lihat semua sumbangan saya</a>
tr: <a %(a_all_donations)s>Tüm bağışlarımı gör</a>

# page.donate.header.text1
source: Anna’s Archive is a non-profit, open-source, open-data project. By donating and becoming a member, you support our operations and development. To all our members: thank you for keeping us going! ❤️
he: הארכיון של אנה הוא ארגון ללא מטרות רווח, מיזם קוד פתוח ומידע חופשי. בתרומה ובחבירה לארגון אתם תומכים באופרציה ובפיתוחה. לכל חברינו: תודה שאתם שומרים עלינו פתוחים!❤️
ms: Anna's Archive ialah projek tanpa untung, sumber terbuka dan data terbuka. Dengan menderma dan daftar menjadi ahli, anda boleh menyokong operasi dan pembangunan kami. Kepada semua ahli-ahli kami: Terima kasih kerana menyokong kami! ❤️
nb_no: Annas Arkiv er en ikke-for-profitt, åpen-kildekode, åpen-data prosjekt. Med å donere og med å bli en medlem, støtter du våres operasjon og utvikling. Til alle medlemmene våres: tusen takk for at du holder oss oppe!
tr: Anna’s Archive; kâr amacı gütmeyen, açık kaynaklı, açık verili bir projedir. Bağış yaparak ve üyemiz olarak işlemlerimize ve geliştirme sürecimize destek olursun. Tüm üyelerimize: Devam etmemizi sağladığınız için teşekkürler!❤️

# page.donate.header.text2
source: For more information, check out the <a href="/donation_faq">Donation FAQ</a>.
he: למידע נוסף, ראה<a href="/donation_faq">שאלות ותשובות נפוצות בנוגע לתרומה</a>.
ms: Untuk maklumat lanjut, lawat halaman <a href="/donation_faq">Sumbangan FAQ</a>.
nb_no: For mer informasjon, sjekk våres <a href="/donation_faq">Donasjon OSS</a>.
tr: Daha fazla bilgi için, <a href="/donation_faq">Bağış Hakkında SSS</a> sayfasını ziyaret edin.

# page.donate.bonus_downloads.main
source: You get %(percentage)s%% bonus fast downloads, because you were referred by user %(profile_link)s.
tr: %(percentage)s ilave hızlı indirme edindiniz, çünkü %(profile_link)s tarafından yönlendirildiniz.

# page.donate.bonus_downloads.period
source: This applies to the entire membership period.
tr: Bu bütün üyelik süresine geçerli.

# page.donate.buttons.join
source: Join
he: הצטרף
ms: Sertai
tr: Katıl

# page.donate.buttons.selected
source: Selected
he: נבחר
ms: Dipilih
tr: Seçildi

# page.donate.buttons.up_to_discounts
source: up to %(percentage)s%% discounts
he: עד %(percentage)s%% הנחה
ms: Diskaun sehingga %(percentage)s
tr: %(percentage)s%%'e varan indirimler

# page.donate.perks.fast_downloads
source: %(number)s fast downloads per day
he: %(number)s הורדות מהירות ליום
ms: %(number)s muat turun dalam sehari
tr: Her gün %(number)s hızlı indirme

# page.donate.perks.scidb
source: SciDB papers <strong>unlimited</strong> without verification
he: המאמרים של SciDB <strong>לא מוגבלים </strong> גם ללא אימות
ms: kertas SciDB <strong>tanpa had</strong> tanpa verifikasi
tr: Doğrulama olmaksızın <strong>sınırsız</strong> SciDB sayfasına erişim

# page.donate.perks.credits
source: Your username or anonymous mention in the credits
he: שם המשתמש או האזכור האנונימי שלך בקרדיטים
ms: Nama pengguna anda atau sebutan tanpa nama dalam kredit
tr: Katkıda Bulunanlar kısmında kullanıcı adınızla ya da anonim olarak değinme

# page.donate.perks.previous_plus
source: Previous perks, plus:
ms: Faedah sebulumnya, termasuk:
tr: Önceki avantajlar, artı:

# page.donate.perks.early_access
source: Early access to new features
he: גישה מוקדמת לפיצ'רים חדשים
ms: Akses awal kepada ciri - ciri baharu
tr: Yeni özelliklere erken erişim

# page.donate.perks.exclusive_telegram
source: Exclusive Telegram with behind-the-scenes updates
he: טלגרם בלעדי עם עדכונים מאחורי הקלעים
ms: Telegram eksklusif untuk kemas kini di belakang tabir
tr: Sahne arkası güncellemeleri içeren özel Telegram kanalı

# page.donate.perks.adopt
source: “Adopt a torrent”: your username or message in a torrent filename <div %(div_months)s>once every 12 months of membership</div>
he: “אמץ טורנט”: שם המשתמש שלך או הודעה בקובץ הטורנט <div %(div_months)s>פעם בכל שנים עשר חודשים של חברות</div>
tr: “Bir torrent sahiplen”: <div %(div_months)s>her 12 aylık üyelikte bir defa</div> bir torrent dosyasında kullanıcı adınız veya mesajınız

# page.donate.perks.legendary
source: Legendary status in preservation of humanity’s knowledge and culture
tr: İnsanlığın bilgisi ve kültürünü korumakta efsanevi rol

# page.donate.expert.title
source: Expert Access
tr: Uzman Erişimi

# page.donate.small_team
source: We’re a small team of volunteers. It might take us 1-2 weeks to respond.
tr: Biz gönüllülerden oluşan küçük bir ekibiz. Cevap vermemiz 1-2 haftayı bulabilir.

# page.donate.expert.unlimited_access
source: <strong>Unlimited</strong> high-speed access
tr: <strong>Sınırsız</strong> yüksek hızlı erişim

# page.donate.expert.direct_sftp
source: Direct <strong>SFTP</strong> servers
tr: Doğrudan <strong>SFTP</strong> sunucuları

# page.donate.header.large_donations_wealthy
source: We welcome large donations from wealthy individuals or institutions.
tr: Varlıklı bireylerden ya da enstitülerden büyük bağışları başımızın üstünde tutuyoruz.

# page.donate.header.large_donations
source: For donations over $5000 please contact us directly at %(email)s.
he: לתרומה מעל $5000 אנא צור קשר בכתובת: <a href="mailto:AnnaArchivist@proton.me">AnnaArchivist@&#8203;proton.&#8203;me</a>.
ms: Untuk dermaan melebihi $5000, sila hubungi kami terus di <a href="mailto:AnnaArchivist@proton.me">AnnaArchivist@&#8203;proton.&#8203;me</a>.
tr: 5000$'ın üstündeki bağışlar için lütfen bizimle direkt olarak %(email)s üzerinden iletişime geçin.

# page.donate.payment.intro
source: Select a payment option. We give discounts for crypto-based payments %(bitcoin_icon)s, because we incur (way) fewer fees.
he: בחר אמצעי תשלום. אנו נותנים הנחה בתרומה באמצעות קריפטו %(bitcoin_icon)s, בשל העמלות הנמוכות באופן משמעותי.
ms: Sila pilih kaedah pembayaran. Kami memberi diskaun untuk pembayaran berasaskan kripto %(bitcoin_icon)s, kerana kami menanggung yuran yang lebih sedikit.
tr: Bir ödeme yöntemi seçin. Kripto-bazlı ödemelerde %(bitcoin_icon)s indirim yapıyoruz çünkü daha az komisyona maruz kalıyoruz.

# page.donate.payment.intro2
source: Select a payment option. We currently only have crypto-based payments %(bitcoin_icon)s, since traditional payment processors refuse to work with us.
he: בחר אמצעי תשלום. אנו מקבלים כרגע תשלומים רק באמצעות קריפטו %(bitcoin_icon)s, מכיון ששירותי התשלומים הרגילים הפסיקו לעבוד עמנו.
ms: Sila pilih kaedah pembayaran. Setakat ini, kami hanya menerima pembayaran berasaskan kripto %(bitcoin_icon)s sahaja kerana pemproses pembayaran tradisional lain enggan bekerjasama dengan kami.
tr: Bir ödeme seçeneği seçin. Şu anda sadece kripto bazlı ödeme yöntemlerimiz var %(bitcoin_icon)s, geleneksel ödeme işleyicileri bizle çalışmayı reddetmekte.

# page.donate.payment.select_method
source: Please select a payment method.
tr: Lütfen bir ödeme yöntemi seçin.

# page.donate.payment.buttons.amazon
source: Amazon Gift Card
he: אמאזון גיפט קארד
ms: Kad Hadiah Amazon
tr: Amazon Hediye Kartı

# page.donate.payment.buttons.crypto
source: Crypto %(bitcoin_icon)s
he: קריפטו %(bitcoin_icon)s
ms: Kripto %(bitcoin_icon)s
tr: Kripto %(bitcoin_icon)s

# page.donate.payment.buttons.paypal
source: PayPal (US) %(bitcoin_icon)s
he: פייפאל (ארה"ב) %(bitcoin_icon)s
tr: PayPal %(bitcoin_icon)s

# page.donate.payment.buttons.pix
source: Pix (Brazil)
he: פיקס (ברזיל)
tr: Pix (Brezilya)

# page.donate.payment.buttons.credit_debit
source: Credit/debit card
he: כרטיס אשראי/חיוב מיידי
ms: Kad kredit/debit
tr: Kredi/banka kartı

# page.donate.payment.buttons.credit_debit2
source: Credit/debit card 2
he: כרטיס אשראי/חיוב מיידי 2
ms: Kad kredit/debit 2
tr: Kredi/banka kartı 2

# page.donate.payment.buttons.alipay_wechat
source: Alipay 支付宝 / WeChat 微信
tr: Alipay / WeChat

# page.donate.payment.buttons.temporarily_unavailable
source: (temporarily unavailable)
he: (לא זמין זמנית)
ms: (tidak boleh diakses buat sementara waktu)
tr: (geçici olarak ulaşılamıyor)

# page.donate.payment.desc.crypto
source: With crypto you can donate using BTC, ETH, XMR, and SOL. Use this option if you are already familiar with cryptocurrency.
he: עם קריפטו אתם יכולים לתרום באמצעות BTC, ETH, XMR, ו-SOL. השתמשו באופציה זו אם יש לכם נסיון בשיטת תשלום זו.
ms: Dengan menggunakan kripto, and boleh menderma menggunakan BTC, ETH, XMR, dan SOL. Gunakan kaedah ini jika and sudah biasa dengan mata wang kripto.
tr: Kripto kullanarak BTC, ETH, XMR ve SOL ile bağış yapabilirsin. Bu seçeneği halihazırda kripto para birimlerine alışkınsan kullan.

# page.donate.payment.desc.crypto2
source: With crypto you can donate using BTC, ETH, XMR, and more.
he: באמצעות קריפטו תוכל לתרום עם BTC, ETH, XMR ועוד.
ms: Dengan menggunakan kripto, anda boleh menderma menggunakan BTC, ETH, XMR dan lain-lain.
tr: Kripto ile BTC, ETH, XMR ve diğerlerini kullanarak bağış yapabilirsiniz.

# page.donate.payment.desc.crypto_suggestion
source: If you’re using crypto for the first time, we suggest using %(option1)s, %(option2)s, or %(option3)s to buy and donate Bitcoin (the original and most used cryptocurrency).
he: אם זהו השימוש הראשון שלך בקריפטו, אנו מציעים לבחור ב %(option1)s, %(option2)s, או %(option3)s כדי לרכוש ולתרום ביטקוין (מטבע הקריפטו המקורי והנפוץ ביותר).
ms: Jika anda menggunakan kripto buat kali pertama, kami mencadangkan anda untuk mengguna %(option1)s, %(option2)s atau %(option3)s untuk membeli dan menderma Bitcoin ( mata wang kripto asal dan paling banyak digunakan).
tr: Eğer kripto parayı ilk kez kullanıyorsanız, Bitcoin (orijinal ve en çok kullanılan kripto para) satın almak ve bağışlamak için %(option1)s, %(option2)s ya da %(option3)s kullanmanızı öneririz.

# page.donate.payment.desc.paypal
source: To donate using PayPal US, we’re going to use PayPal Crypto, which allows us to remain anonymous. We appreciate you taking the time to learn how to donate using this method, since it helps us out a lot.
he: כדי לתרום באמצעות פייפאל ארה"ב, אנו עומדים להשתמש בפייפאל קריפטו, שמאפשר לנו להשאר אנוניימיים. אנו מעריכים את הזמן שהקדשת כדי ללמוד כיצד לתרום לנו באופן זה, מכיון שזה עוזר לנו מאד.
ms: Untuk menderma menerusi PayPal US, kami akan menggunakan PayPal Kripto yang membolehkan kami untuk kekal tanpa nama. Kami menghargai usaha anda untuk belajar menggunakan kaedah ini kerana ia banyak membantu kami.
tr: PayPal ABD ile bağışta bulunmak için, anonim olmamıza izin veren PayPal Kripto kullanacağı. Bu metotla nasıl bağış yapılacağını öğrenmeye vakit ayırdığınız için müteşekkiriz, bu bize çok yardımcı olur.

# page.donate.payment.desc.paypal_short
source: Donate using PayPal.
he: תרום באמצעות פייפאל.
ms: Derma melalui Paypal.
tr: PayPal kullanarak bağış yap.

# page.donate.payment.desc.cashapp
source: Donate using Cash App.
he: תרום באמצעות Cash App.
ms: Derma melalui Cash App.
tr: Cash App kullanarak bağış yap.

# page.donate.payment.desc.cashapp_easy
source: If you have Cash App, this is the easiest way to donate!
he: אם יש לך Cash App, זו הדרך הקלה ביותר לתרום!
ms: Jika anda mempunyai Cash App, ini adalah cara termudah untuk menderma!
tr: Cash App kullanıyorsanız, bağış yapmak için en kolay yöntem bu!

# page.donate.payment.desc.cashapp_fee
source: Note that for transactions under %(amount)s, Cash App may charge a %(fee)s fee. For %(amount)s or above, it’s free!
he: לתשומת ליבך, על העברה באמצעות %(amount)s, Cash App עשויה להיגבות %(fee)s עמלה. בסכום של %(amount)s או יותר, ההעברה בחינם!
ms: Ambil maklum bahawa untuk transaksi kurang daripada %(amount)s, Cash App akan mengenakan caj %(fee)s. Untuk jumlah transaksi lebih daripada %(amount)s, transaksi adalah percuma!
tr: %(amount)s altındaki transferler için Cash App'in %(fee)s ücret kesebileceği aklınızda bulunsun. %(amount)s ve üstü için ücret yok!

# page.donate.payment.desc.credit_debit
source: Donate with a credit or debit card.
he: תרום באמצעות כרטיס אשראי או חיוב מיידי.
ms: Derma melalui kad kredit atau kad debit.
tr: Kredi veya banka kartı ile bağış yapın.

# page.donate.payment.desc.google_apple
source: Google Pay and Apple Pay might also work.
he: Google Pay או Apple Pay יכולים לעבוד גם הם.
ms: Google Pay dan Apple Pay juga mugkin boleh digunakan.
tr: Google Pay ve Apple Pay de işe yarayabilir.

# page.donate.payment.desc.elimate_discount
source: Note that for small donations the credit card fees may eliminate our %(discount)s%% discount, so we recommend longer subscriptions.
he: לתשומת ליבך, יתכן שעבור תרומות קטנות עמלות כרטיס האשראי ינטרלו את %(discount)s%% ההנחה, כך שאנו ממליצים על הרשמה למשך זמן ארוך.
ms: Sila ambil maklum untuk jumlah sumbangan yang kecil, caj kad kredit boleh menghapuskan diskaun %(discount)s%% kami. Jadi kami mencadangkan langganan yang lebih lama.
tr: Daha küçük bağışlarda kredi kartında kesilen ücretler bizim %(discount)s%% indirimimizi kaldırabilir, bu yüzden daha uzun abonelikler öneririz.

# page.donate.payment.desc.longer_subs
source: Note that for small donations the fees are high, so we recommend longer subscriptions.
he: לתשומת ליבך, העמלות על תרומות נמוכות הן גבוהות, כך שאנו ממליצים על מינוי ארוך טווח.
ms: Sila ambil maklum untuk sumbangan yang kecil, caj yang dikenakan akan menjadi lebih tinggi. Jadi kami mencadangkan langganan yang lebih lama.
tr: Küçük bağışlar için kesilen ücretlerin yüksek olduğunu unutmayın, bu nedenle daha uzun abonelikler yapmanızı öneririz.

# page.donate.payment.desc.alipay_wechat
source: Donate using Alipay or WeChat. You can choose between these on the next page.
he: תרום באמצעות Alipay או WeChat. תוכל לבחור בין אפשרויות אלו בעמוד הבא.
ms: Derma melalui Alipay atau WeChat. Anda boleh memilih kaedah-kaedah pembayaran ini di halaman seterusnya.
tr: Alipay veya WeChat'i kullanarak bağış yapın. Bir sonraki sayfada bunlar arasında seçim yapabilirsiniz.

# page.donate.payment.desc.amazon
source: Donate using an Amazon gift card.
he: תרום באמצעות אמזון גיפט קארד.
ms: Derma melalui kad hadiah Amazon.
tr: Amazon Hediye Kartı kullanarak bağış yapın.

# page.donate.payment.desc.amazon_round
source: Note that we need to round to amounts accepted by our resellers (minimum %(minimum)s).
ms: Sila ambil maklum bahawa kami perlu bulatkan jumlah kepada jumlah yang boleh diterima oleh penjual semula kami (minima %(minimum)s).
tr: Bayilerimiz tarafından kabul edilen miktarlara (minimum %(minimum)slar) yuvarlamamız gerektiğini unutmayın.

# page.donate.payment.desc.amazon_com
source: <strong>IMPORTANT:</strong> We only support Amazon.com, not other Amazon websites. For example, .de, .co.uk, .ca, are NOT supported.
he: <strong>חשוב:</strong> אנו תומכים רק ב- Amazon.com, ולא באתרי Amazom אחרים. לדוגמא, de, .co.uk, .il .ca, אינם נתמכים.
ms: <strong>PENTING:</strong> Kami hanya menyokong Amazon.com dan bukan laman-laman Amazon lain. Contoh, de, .co.uk, .ca, tidak disokong oleh laman kami.
tr: <strong>ÖNEMLİ</strong> Sadece Amazon.com'u destekliyoruz, diğer Amazon sitelerini değil. Mesela, .tr, .de, .co.uk destekli DEĞİL.

# page.donate.duration.intro
source: Select how long you want to subscribe for.
he: בחר מה משך הזמן אליותרצה להירשם.
ms: Pilih tempoh langganan anda.
tr: Ne kadar süre için abone olacağını seç.

# page.donate.duration.1_mo
source: 1 month
he: חודש
ms: 1 bulan
tr: 1 ay

# page.donate.duration.3_mo
source: 3 months
he: שלושה חודשים
ms: 3 bulan
tr: 3 ay

# page.donate.duration.6_mo
source: 6 months
he: ששה חודשים
ms: 6 bulan
tr: 6 ay

# page.donate.duration.12_mo
source: 12 months
he: שנים עשר חודשים
ms: 12 bulan
tr: 12 ay

# page.donate.duration.24_mo
source: 24 months
he: עשרים וארבע חודשים
ms: 24 bulan
tr: 24 ay

# page.donate.duration.summary
source: <div %(div_monthly_cost)s></div><div %(div_after)s>after <span %(span_discount)s></span> discounts</div><div %(div_total)s></div><div %(div_duration)s></div>
he: <div %(div_monthly_cost)s></div><div %(div_after)s>אחרי <span %(span_discount)s></span> הנחה</div><div %(div_total)s></div><div %(div_duration)s></div>
ms: <div %(div_monthly_cost)s></div><div %(div_after)s>selepas <span %(span_discount)s></span> diskaun</div><div %(div_total)s></div><div %(div_duration)s></div>
tr: <div %(div_monthly_cost)s></div><span %(span_discount)s></span> <div %(div_after)s>indirimden sonra</div><div %(div_total)s></div><div %(div_duration)s></div>

# page.donate.payment.minimum_method
source: This payment method requires a minimum of %(amount)s. Please select a different duration or payment method.
he: שיטת התשלום מצריכה מינימום של %(amount)s. אנא בחר שיטת תשלום שונה.
ms: Kaedah pembayaran ini memerlukan jumlah minima %(amount)s. Silih pilih tempoh langganan yang berbeza atau kaedah pembayaran yang lain.
tr: Bu ödeme yöntemi minimum %(amount)s destekliyor. Lütfen başka bir tutar ya da ödeme yöntemi seçin.

# page.donate.payment.maximum_method
source: This payment method only allows for a maximum of %(amount)s. Please select a different duration or payment method.
he: שיטת התשלום הזו מאפשרת תשלום מקסימום של%(amount)s. אנא בחר שיטת תשלום שונה.
ms: Kaedah pembayaran ini hanya membenarkan jumlah maksimum sebanyak %(amount)s. Sila pilih tempoh langganan yang berbeza atau kaedah pembayaran yang lain.
tr: Bu ödeme yöntemi maksimum %(amount)s destekliyor. Lütfen başka bir tutar ya da ödeme yöntemi seçin.

# page.donate.login2
source: To become a member, please <a %(a_login)s>Log in or Register</a>. Thanks for your support!
he: כדי להפוך לחבר, אנא <a %(a_login)s>הכנס או התחבר</a>. תודה על תמיכתך!
ms: Untuk menjadi ahli, sila <a %(a_login)s> Log masuk atau Daftar</a>. Terima kasih atas sokongan anda!
tr: Üye olmak için, lütfen <a %(a_login)s>Giriş yap ya da Kaydol</a>. Desteğiniz için teşekkürler!

# page.donate.payment.crypto_select
source: Select your preferred crypto coin:
he: בחר את מטבע הקריפטו המועדף עליך:
ms: Sila pilih mata wang kripto pilihan anda:
tr: Tercih ettiğiniz kripto parayı seçin:

# page.donate.submit.confirm
source: Click the donate button to confirm this donation.
he: לחץ על כפתור 'תרום' כדי לאשר תרומה זו.
ms: Tekan butang derma untuk mengesahkan dermaan ini.
tr: Bağışı onaylama için bağış tuşuna tıkla.
